Repository: Jose-Luis-Nunez/FitnessApp
Catalog: Packages/FitnessResources/Sources/FitnessResources/Resources/Localizable.xcstrings
Source language: en
Languages: de

# workout.no_workouts
source: No workouts available.
de: Keine Workouts verfügbar.

# workout.paste_clipboard
source: Paste from clipboard
de: Aus Zwischenablage einfügen

# workout.paste_instructions
source: Paste the exported workout JSON below. It will be created as a new workout — existing workouts will not be overwritten.
de: Füge unten das exportierte Workout-JSON ein. Es wird als neues Workout erstellt; vorhandene Workouts werden nicht überschrieben.

# workout.paste_json
source: Paste JSON
de: JSON einfügen

# workout.remove_default
source: Remove as Default
de: Nicht mehr als Standard verwenden

# workout.rename
source: Rename
de: Umbenennen

# workout.rename_title
source: Rename Workout
de: Workout umbenennen

# workout.review_and_save
source: Review and save your workout
de: Prüfe und speichere dein Workout.

# workout.save
source: Save Workout
de: Workout speichern

# workout.select
source: Select Workout
de: Workout auswählen

# workout.select_type
source: Select Workout Type
de: Workout-Typ auswählen

# workout.set_default
source: Set as Default
de: Als Standard festlegen

# workout.set_name
source: Set your workout name
de: Lege den Namen deines Workouts fest.

# workout.settings_accessibility
source: Settings for %1$(name)@
de: Einstellungen für %1$(name)@

# workout.tab
source: Workouts
de: Meine Workouts

source: Workout Type
de: Workout-Typ

# workout.type_full
source: Full
de: Ganzkörper

# workout.type_individual
source: Individual
de: Individuell

# workout.type_leg
source: Leg
de: Beine
